Repository: Mens1s/SubTrack
Catalog: lib/l10n/intl_*.arb
Languages: tr

source: Welcome
tr: Hoş geldiniz

source: left to spent
tr: harcama kaldı

source: Edit
tr: Düzenle

source: Enter new value
tr: Yeni değer girin

source: Cancel
tr: İptal

source: Save
tr: Kaydet

# newS
source: New
tr: Yeni

# add_new_subscription
source: Add new\n subscription
tr: Yeni abonelik ekle

source: Description
tr: Açıklama

source: Monthly price
tr: Aylık fiyat

source: Add this platform
tr: Bu platformu ekle

source: Calender
tr: Takvim

# subs_schedule
source: Subs\nSchedule
tr: Abonelik Planı

source: subscription for today
tr: bugünkü abonelik

source: in upcoming bills
tr: gelecek faturada

source: Add New Card
tr: Yeni Kart Ekle

source: Card Name
tr: Kart Adı

source: Holder Name
tr: Kart Sahibi

source: Last 4 Digits
tr: Son 4 Hane

# exp_date
source: Expiry Date (MM/YY)
tr: Son Kullanma (AA/YY)

source: Credit Cards
tr: Kredi Kartları

source: Subscriptions
tr: Abonelikler

source: Monthly Expenses
tr: Aylık Giderler

source: View Your Wallet
tr: Cüzdanını Gör

source: Active subs
tr: Aktif abonelikler

source: Highest sub
tr: En yüksek abonelik

source: Lowest sub
tr: En düşük abonelik

source: Memberships
tr: Üyelikler

source: Upcoming Bills
tr: Gelecek Faturalar

source: budget
tr: bütçe

# y_budget_on_tack
source: Your budgets are on tack
tr: Bütçeniz kontrol altında

source: Add new category
tr: Yeni kategori ekle

source: Subscription Info
tr: Abonelik Bilgisi

# welcome_screen_message
source: How about controlling all your expenses under one roof?
tr: Tüm harcamalarınızı tek çatı altında yönetmeye ne dersiniz?

# lets_start
source: Let's Get Started
tr: Haydi Başlayalım

source: Name
tr: İsim

source: category
tr: Kategori

source: Selected Color
tr: Seçilen Renk

# sub_start_date_choose
source: Select Subscription Start Date
tr: Abonelik Başlangıç Tarihini Seçiniz

# cat_not_null
source: Category cannot be null.
tr: Kategori seçiniz veya ekleyiniz.

# card_not_null
source: Card cannot be null.
tr: Kart seçiniz veya ekleyiniz.

# field_not_null
source: Field cannot be null.
tr: Alanlar boş olamaz.

# success
source: Your operations done successfully.
tr: İşlemleriniz başarıyla gerçekleştirildi.

# monthly_sub_count
source: Monthly subscription
tr: Bu ayki abonelik

source: Color
tr: Renk

# budget_not_fit
source: Enter valid budget. Bigger than 0
tr: Geçerli Bir Bütçe Giriniz. 0 Dan büyük değerler.

source: Monthly payment date
tr: Aylık ödeme tarihi
